
1 = "Too many contacts";
2 = "Too many contacts are in your list to allow adding another contact.  If you want to add another contact you must first delete at least one contact already in your list.";
